Repository: adamant1c/Collabook
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: Username
it: Nome Utente

source: Email
it: Indirizzo Email

source: Confirm Password
it: Conferma Password

source: You have been logged out.
it: Sei uscito con successo.

source: Warrior
it: Guerriero

source: Mage
it: Mago

source: Rogue
it: Ladro

source: Cleric
it: Chierico

source: Ranger
it: Ramingo

source: Paladin
it: Paladino

source: Bard
it: Bardo

source: Druid
it: Druido

source: Profession
it: Professione

source: Backstory
it: Biografia

source: Login
it: Accedi

source: Register
it: Registrati

source: Reset
it: Resetta

source: Welcome Back
it: Bentornato

source: Continue your epic adventure
it: Continua la tua epica avventura

source: Begin Your Journey
it: Inizia il Tuo Viaggio

source: REGISTER
it: REGISTRATI

source: Worlds
it: Mondi

source: Character
it: Personaggio

source: Rules
it: Regole

source: Contacts
it: Contatti

source: Logout
it: Esci

source: Create Your Hero
it: Crea il Tuo Eroe

source: Roll Your Destiny
it: Tira il Tuo Destino

source: Strength
it: Forza

source: Magic
it: Magia

source: Dexterity
it: Destrezza

source: Defense
it: Difesa

source: Begin Adventure
it: Inizia l'Avventura

source: Character Sheet
it: Scheda Personaggio

source: Basic Stats
it: Statistiche Base

source: Active
it: Attivo

source: Inactive
it: Inattivo

source: Hero's Backstory
it: Biografia dell'Eroe

source: Select World
it: Seleziona Mondo

source: Continue Adventure
it: Continua Avventura

source: Game Rules
it: Regole di Gioco

source: How to Play
it: Come Giocare

source: Collabook is a collaborative RPG where you write your own destiny. Describe your actions, and the world will respond through our advanced AI Dungeon Master.
it: Collabook è un RPG collaborativo dove scrivi il tuo destino. Descrivi le tue azioni e il mondo risponderà attraverso il nostro avanzato AI Dungeon Master.

source: During character creation, you must roll your attributes. These stats influence how successful your actions will be in the world.
it: Durante la creazione del personaggio, devi tirare i tuoi attributi. Queste statistiche influenzano il successo delle tue azioni nel mondo.

source: Taking Action
it: Agire

source: Be descriptive! The more detail you provide about your intent, the more creatively the world will react.
it: Sii descrittivo! Più dettagli fornisci sul tuo intento, più creativamente il mondo reagirà.

source: Physical power and combat prowess.
it: Potere fisico e abilità in combattimento.

source: Affinity for the mystical arts and ancient spells.
it: Affinità per le arti mistiche e gli antichi incantesimi.

source: Agility, speed, and precision in movement.
it: Agilità, velocità e precisione nei movimenti.

source: Ability to withstand hits and avoid damage.
it: Capacità di resistere ai colpi ed evitare danni.

source: Your Journey
it: Il Tuo Viaggio

source: The Weaver is spinning your tale...
it: Il Tessitore sta intrecciando la tua storia...

source: Please wait while the world responds to your actions.
it: Attendi mentre il mondo risponde alle tue azioni.

source: Change World
it: Cambia Mondo

source: Your Arrival
it: Il Tuo Arrivo

source: Your Action
it: La Tua Azione

source: The World Responds
it: Il Mondo Risponde

source: What do you do?
it: Cosa fai?

source: Describe your action
it: Descrivi la tua azione

source: e.g., I cautiously approach the ancient door...
it: es: Mi avvicino con cautela alla porta antica...

source: Take Action
it: Agisci

source: Summoning response...
it: Evocando la risposta...

source: Echoes of the Past
it: Echi del Passato

source: Realm of Eternal Magic
it: Regno della Magia Eterna

source: Horizon Beyond Stars
it: Orizzonte Oltre le Stelle

source: Historical Adventure
it: Avventura Storica

source: Epic Fantasy
it: Fantasy Epico

source: Science Fiction
it: Fantascienza

source: The kingdom prepares for the annual Tournament of Champions...
it: Il regno si prepara per l'annuale Torneo dei Campioni...

source: The Council of Mages senses a disturbance in the magical ley lines...
it: Il Consiglio dei Maghi percepisce una perturbazione nelle linee energetiche magiche...

source: Your ship approaches the neutral trading station orbiting Jupiter...
it: La tua nave si avvicina alla stazione commerciale neutrale in orbita attorno a Giove...

source: Choose Your World
it: Scegli il Tuo Mondo

source: Admin Mode: You can create new worlds.
it: Modalità Admin: Puoi creare nuovi mondi.

source: Classic Worlds
it: Mondi Classici

source: World
it: Mondo

source: Enter World
it: Entra nel Mondo

source: Custom Worlds
it: Mondi Personalizzati

source: No worlds available at the moment.
it: Nessun mondo disponibile al momento.

source: Entering world...
it: Entrando nel mondo...

source: Resuming adventure...
it: Riprendendo l'avventura...

source: Choose your world from the available options
it: Scegli il tuo mondo tra i seguenti disponibili

source: Survival Mode
it: Modalità Sopravvivenza

source: Your objective is to survive for <strong class="text-gold">%(goal)s days</strong>.
it: Il tuo obiettivo è sopravvivere per <strong class="text-gold">%(goal)s giorni</strong>.

source: Time passes naturally as you play: 1 day passes for each real-world day you interact with the story. Manage your hunger, thirst, and fatigue to stay alive!
it: Il tempo scorre naturalmente mentre giochi: 1 giorno passa per ogni giorno reale in cui interagisci con la storia. Gestisci la tua fame, sete e stanchezza per rimanere in vita!

source: Attributes & Vitality
it: Attributi e Vitalità

source: At the start of your journey, your <strong>Hit Points</strong> and <strong>Ability Points</strong> are determined by your initial attribute rolls.
it: All'inizio del tuo viaggio, i tuoi <strong>Punti Vita</strong> e <strong>Punti Abilità</strong> sono determinati dai tuoi tiri iniziali degli attributi.

source: Currently, these stats are automatically generated based on your character's destiny.
it: Attualmente, queste statistiche sono generate automaticamente in base al destino del tuo personaggio.

source: Day
it: Giorno

source: I have read and accepted the Privacy Policy
it: Ho letto e accetto l'Informativa sulla Privacy

source: Privacy & GDPR
it: Privacy e GDPR

source: We only collect your email address for the sole purpose of managing your account credentials. Your data is not shared with third parties, except for required security and session management.
it: Raccogliamo il tuo indirizzo email al solo scopo di gestire le credenziali del tuo account. I tuoi dati non vengono condivisi con terze parti, eccetto per la gestione della sicurezza e della sessione.

source: Username already registered
it: Nome utente già registrato

source: Email already registered
it: Indirizzo email già registrato

source: Invalid email format
it: Formato email non valido

source: Incorrect username or password
it: Nome utente o password errati

source: Please verify your email before logging in. Check your inbox for the verification link.
it: Per favore verifica la tua email prima di accedere. Controlla la tua casella di posta per il link di verifica.

source: Invalid or expired reset token
it: Token di reset non valido o scaduto

source: Reset token has expired
it: Il token di reset è scaduto

source: Invalid verification token
it: Token di verifica non valido

source: Verification token has expired
it: Il token di verifica è scaduto

source: Inactive user
it: Utente non attivo

source: Admin access required
it: Accesso amministratore richiesto

source: Could not validate credentials
it: Impossibile validare le credenziali

source: Story not found
it: Storia non trovata

source: Character not found
it: Personaggio non trovato

source: Not your character
it: Non è il tuo personaggio

source: You already have a character in this story
it: Hai già un personaggio in questa storia

source: Quest not found
it: Missione non trovata

source: Quest already accepted
it: Missione già accettata

source: Quest not accepted
it: Missione non accettata

source: Quest already completed
it: Missione già completata

source: No active combat
it: Nessun combattimento attivo

source: Invalid action
it: Azione non valida

source: Item not found
it: Oggetto non trovato

source: Item not found in inventory
it: Oggetto non trovato nell'inventario

source: Not authorized
it: Non autorizzato

source: Hours must be between 1 and 24
it: Le ore devono essere tra 1 e 24

source: User not found
it: Utente non trovato

source: Registration successful! Please check your email to verify your account.
it: Registrazione completata! Controlla la tua email per verificare il tuo account.

source: Invalid verification link.
it: Link di verifica non valido.

source: Email verified successfully! You can now login.
it: Email verificata con successo! Ora puoi accedere.

source: Verification failed:
it: Verifica fallita:

source: A historically-inspired world set in medieval Europe during the height of the Renaissance. Great kingdoms rise and fall, knights defend their honor, and scholars unlock ancient secrets. Navigate political intrigue, participate in grand tournaments, or explore forgotten ruins.
it: Un mondo di ispirazione storica ambientato nell'Europa medievale durante l'apice del Rinascimento. Grandi regni sorgono e cadono, i cavalieri difendono il loro onore e gli studiosi svelano antichi segreti. Naviga intrighi politici, partecipa a grandi tornei o esplora rovine dimenticate.

source: A high-fantasy realm where magic flows through every living thing. Ancient dragons soar the skies, elven kingdoms hide in enchanted forests, and dwarven cities delve deep into mystical mountains. Dark forces stir in forgotten places, and heroes are called to face legendary quests.
it: Un regno high-fantasy dove la magia fluisce in ogni essere vivente. Antichi draghi solcano i cieli, regni elfici si nascondono in foreste incantate e città naniche scavano nelle profondità delle montagne mistiche. Forze oscure si agitano in luoghi dimenticati e gli eroi sono chiamati ad affrontare leggendarie imprese.

source: The year is 2347. Humanity has colonized the solar system and made first contact with alien civilizations. Advanced AI, cybernetic augmentations, and faster-than-light travel are commonplace. Navigate space politics, explore alien worlds, uncover corporate conspiracies, or fight in the ongoing conflict between Earth Alliance and the Outer Colonies.
it: L'anno è il 2347. L'umanità ha colonizzato il sistema solare ed è entrata in contatto con civiltà aliene. IA avanzate, potenziamenti cibernetici e viaggi più veloci della luce sono all'ordine del giorno. Naviga la politica spaziale, esplora mondi alieni, sventa cospirazioni aziendali o combatti nel conflitto in corso tra l'Alleanza Terrestre e le Colonie Esterne.

source: View Full Story
it: Vedi Storia Completa

source: Back to Journey
it: Torna al Viaggio

source: Print or Save as PDF
it: Stampa o Salva come PDF
