[
  {
    "id": "4c603e23-6dbd-46e3-86d2-8c63ad40b464",
    "user_id": "a959c3a3-f208-4d06-928c-b4fe1e22ef01",
    "story_id": "b308eb37-424e-4784-8391-565bf8fd2eaa",
    "insertion_point": "As the kingdom's preparations for the Tournament of Champions reach a fever pitch, a mysterious figure known only as Family appears on the outskirts of the kingdom, their face and intentions shrouded in secrecy. With no discernible profession or background, Family's arrival sparks whispers among the kingdom's inhabitants, who wonder what could have brought this enigmatic individual to their midst. As the tournament's opening ceremonies commence, Family is seen watching from the shadows, their eyes fixed intently on the gathered knights and nobles.",
    "status": "active",
    "current_state": null,
    "hunger": 90,
    "thirst": 84,
    "fatigue": 6,
    "days_survived": 1,
    "last_played_date": "2025-12-28T19:21:57.115990",
    "deaths": 0,
    "can_resurrect": true,
    "gold": 0,
    "created_at": "2025-12-28T19:20:26.840007"
  },
  {
    "id": "9bac94a2-bc0b-4303-b0e0-fab8fc2702ef",
    "user_id": "e27c27ff-4a64-4add-a9ab-761d09d2b215",
    "story_id": "9143a5ad-e2a1-49cb-bf9e-30088daa9af5",
    "insertion_point": "Sofia emerge improvvisamente dalla fitta vegetazione della foresta, i suoi occhi castani scansionano l'ambiente circostante con una mistura di curiosità e cautela. La sua figura snella e agile si muove con un'andatura silenziosa, come se stesse cercando di non disturbare il delicato equilibrio della natura che la circonda. Mentre si avvicina, il suono del verso stridulo del Goblin Scout attira la sua attenzione, e il suo sguardo si posa su Aldo che sta fuggendo.",
    "status": "active",
    "current_state": null,
    "hunger": 90,
    "thirst": 84,
    "fatigue": 6,
    "days_survived": 1,
    "last_played_date": "2025-12-28T12:01:56.145249",
    "deaths": 0,
    "can_resurrect": true,
    "gold": 0,
    "created_at": "2025-12-28T12:01:10.975473"
  },
  {
    "id": "ed41727d-48db-4b19-98ac-a1ab97ebc61c",
    "user_id": "b84d80d2-de3d-46bb-99f5-69afde4a6aea",
    "story_id": "766c04b8-b181-4d82-86ab-c43601ea98aa",
    "insertion_point": "Aldo si avvicina alla stazione di scambio neutrale in orbita attorno a Giove con una certa apprensione, il suo addestramento da guerriero gli ha insegnato a essere sempre all'erta, soprattutto in un luogo dove le alleanze politiche sono labili e le tensioni tra la Terra e le colonie esterne sono palpabili. La sua nave, una modesta imbarcazione da combattimento, si inserisce nella fila di atterraggio, in attesa di ricevere il permesso di attraccare. Mentre aspetta, Aldo osserva la stazione di scambio, un'enorme struttura metallica che ospita una moltitudine di alieni e umani, tutti intenti a commerciare e a trattare affari.",
    "status": "active",
    "current_state": null,
    "hunger": 90,
    "thirst": 84,
    "fatigue": 6,
    "days_survived": 1,
    "last_played_date": "2025-12-27T13:36:17.636072",
    "deaths": 0,
    "can_resurrect": true,
    "gold": 0,
    "created_at": "2025-12-27T13:36:07.526651"
  },
  {
    "id": "3e25c96f-5292-4769-9efb-cd0bbf334d6c",
    "user_id": "b84d80d2-de3d-46bb-99f5-69afde4a6aea",
    "story_id": "b308eb37-424e-4784-8391-565bf8fd2eaa",
    "insertion_point": "Aldo entra nella scena con passo deciso, il suo abito da guerriero ben cucito e la spada al fianco, pronto ad affrontare le sfide del Torneo dei Campioni. La sua espressione è determinata, nonostante la sua inesperienza, e il suo sguardo si posa sui cavalieri e sui nobili presenti, cercando di carpire i segreti del torneo. Con un respiro profondo, si fa largo tra la folla, pronto a sfidare i migliori guerrieri del regno.",
    "status": "active",
    "current_state": null,
    "hunger": 100,
    "thirst": 100,
    "fatigue": 0,
    "days_survived": 0,
    "last_played_date": null,
    "deaths": 0,
    "can_resurrect": true,
    "gold": 0,
    "created_at": "2025-12-27T13:37:12.320443"
  },
  {
    "id": "85545523-7661-4dfb-9003-cd28c92ffb49",
    "user_id": "b84d80d2-de3d-46bb-99f5-69afde4a6aea",
    "story_id": "9143a5ad-e2a1-49cb-bf9e-30088daa9af5",
    "insertion_point": "Aldo si trova per caso nella città dei maghi, dove il Consiglio dei Maghi sta discutendo della strana perturbazione nelle linee magiche, e il suo arrivo passa inosservato tra la folla di curiosi e apprendisti. Mentre si guarda intorno, notando le torri di cristallo e le strade lastricate di pietra, il suo sguardo incrocia quello di un anziano mago che sembra osservarlo con un'attenzione particolare. Senza sapere perché, Aldo si sente attratto verso il centro della città, dove si trova la grande piazza del Consiglio, come se una forza misteriosa lo stesse guidando verso il cuore dell'evento.",
    "status": "active",
    "current_state": null,
    "hunger": 60,
    "thirst": 36,
    "fatigue": 24,
    "days_survived": 3,
    "last_played_date": "2026-01-06T18:15:40.610117",
    "deaths": 0,
    "can_resurrect": true,
    "gold": 0,
    "created_at": "2025-12-27T13:10:25.128129"
  },
  {
    "id": "41ceddea-2c7e-4d8a-97b7-3f6e3d8f7541",
    "user_id": "555a46ae-5fe0-43dc-9ff3-38be4a0e2c39",
    "story_id": "766c04b8-b181-4d82-86ab-c43601ea98aa",
    "insertion_point": "Alain emerge dalla folla di passeggeri che affollano la stazione di ciascunazione, il suo sguardo vagando tra le persone in cerca di qualcuno o qualcosa. Si avvicina ad Aldo con un'espressione curiosa, come se fosse stato attirato dalla conversazione sul goblin. La sua presenza è quasi inavvertita, come se si fondesse con il rumore di fondo della stazione, ma il suo interesse per la conversazione è palese.",
    "status": "active",
    "current_state": null,
    "hunger": 75,
    "thirst": 60,
    "fatigue": 15,
    "days_survived": 2,
    "last_played_date": "2026-01-07T13:20:15.193416",
    "deaths": 0,
    "can_resurrect": true,
    "gold": 0,
    "created_at": "2026-01-06T18:47:24.963473"
  },
  {
    "id": "7f002299-79c6-4119-9269-c6e2217f6403",
    "user_id": "a676c366-17c0-4f65-a169-920c25def8ca",
    "story_id": "b308eb37-424e-4784-8391-565bf8fd2eaa",
    "insertion_point": "La pioggia di maggio batteva incessante su Firenze, trasformando le strade in fiumi di fango. Alex apparve improvvisamente, come un'ombra tra le case colorate, il cappotto di lana sgualcito e gli stivali consumati testimonianza di un viaggio incerto. Nessuno sapeva da dove venisse, né cosa volesse, ma il suo sguardo, perso nel labirinto di palazzi, suggeriva una solitudine antica e profonda.\n",
    "status": "active",
    "current_state": null,
    "hunger": 100,
    "thirst": 100,
    "fatigue": 0,
    "days_survived": 0,
    "last_played_date": null,
    "deaths": 0,
    "can_resurrect": true,
    "gold": 0,
    "created_at": "2026-01-24T15:08:06.372929"
  }
]